Repository: sandrawar/TranslationMethods
Catalog: corpus/eng-pol_corpus.tmx
Source language: en
Languages: pl

source: The Vienna championship - considered the greatest and the most prestigious event of this kind in Europe - presents self-made, autonomous, and mobile robots.
pl: W wiedeńskich zawodach - uznawanych za największe i najbardziej prestiżowe w Europie - startują mobilne, samodzielne, własnoręcznie skonstruowane roboty.

source: RobotChallenge Championships have been held since 2004.
pl: Mistrzostwa RobotChallenge organizowane są od 2004 roku.

source: More than a thousand robots from 31 countries have already been displayed.
pl: Wystartowało w nich już ponad tysiąc robotów z 31 państw.

source: Polish contestants presented 60 robots at the competition.
pl: Zawodnicy z Polski zaprezentowali podczas zawodów 60 robotów.

source: In 2013 robot constructors competed in 15 categories.
pl: W 2013 roku konstruktorzy robotów mogli rywalizować w 15 różnych konkurencjach.

source: As many as three medals (gold, silver and bronze) were awarded to Polish contestants in the Mini Sumo category.
pl: Aż trzy medale (złoty, srebrny i brązowy) Polacy zdobyli w kategorii Mini Sumo.

source: The competition in the Humanoid Sumo was also a success of the Poles who were ranked first and second.
pl: Sukcesem zakończyła się także konkurencja Humanoid Sumo, w której polscy zawodnicy zajęli pierwsze i drugie miejsce.

source: In addition, Polish constructors won the gold and the bronze medal in the Line Follower category, the gold medal in Air Race Autonomous, the silver medal in the Freestyle category and the bronze medal in the Puck Collect category.
pl: Ponadto konstruktorzy z Polski wywalczyli złoty i brązowy medal w kategorii Line Follower, złoty medal w konkurencji Air Race Autonomous, srebrny w kategorii Freestyle oraz brązowy w Puck Collect.

source: For more detailed information on of the competition visit: http://www.robotchallenge.org/results/ .
pl: Szczegółowe wyniki zawodów dostępne są na stronie: http://www.robotchallenge.org/results/ .

source: This allows to train 120 young engineers from across Poland in this field in prestigious centres abroad.
pl: 120 młodych inżynierów z całej Polski będzie się szkolić w tej dziedzinie w prestiżowych ośrodkach zagranicznych.

source: This includes young engineers, graduate students, and graduates of the first degree courses in the fields including nuclear energy, nuclear engineering, safety engineering in the field of nuclear energy, environmental protection and other related fields of science and engineering.
pl: Zapewnienie wysoko wykwalifikowanych kadr stanowi jeden z priorytetów rządowego programu polskiej energetyki jądrowej, dlatego wspieramy kształcenie fachowców specjalizujących się w tej dziedzinie.

source: In the first stage, universities qualify candidates according to their own criteria, in the second stage the candidates selected by the selection board will be invited for an interview to the Ministry of Science.
pl: Nabór uczestników odbędzie się w dwóch etapach: w pierwszym uczelnia zakwalifikuje kandydatów według własnych kryteriów, w drugim wybrani przez komisję konkursową kandydaci, zostaną zaproszeni na rozmowę kwalifikacyjną do MNiSW.

source: Then, the candidates recommended by universities have time to register in the electronic recruitment system that will be launched on 28 February 2015.
pl: Następnie rekomendowani przez macierzyste jednostki kandydaci mają czas na rejestrację w naszym elektronicznym systemie rekrutacyjnym, który zostanie uruchomiony od 28 lutego 2015 r.

source: "Competition for training in nuclear energy is in line with the support for training of human resources for the modern economy that we are already implementing, inter alia, through the programmes TOP 500 Innovators and Innovation Brokers" - according to the Ministry of Science website.
pl: Konkurs na szkolenia w zakresie energetyki jądrowej wpisuje się we wspieranie kształcenia nowoczesnych kadr dla gospodarki, które realizujemy już m.in. poprzez Program TOP 500 Innovators oraz Brokerzy Innowacji.

source: Trainings are part of the Ministry project "Development and implementation of a system of training and internships in the field of nuclear energy and technology of exploitation and identification of shale gas resources", which is financed from EU funds under the Operational Programme Human Capital (HC OP).
pl: Szkolenia realizowane są w ramach projektu systemowego MNiSW „Stworzenie i wdrożenie systemu szkoleń i staży w zakresie energetyki jądrowej i technologii eksploatacji oraz rozpoznawania zasobów gazu łupkowego” finansowany jest ze środków europejskich w ramach Programu Operacyjnego Kapitał Ludzki (PO KL).

source: GUUI IDDEELLIIN NEE O OF F GGOOO ODD P PRRA AC CTTIIC CE ES S
pl: PPRRZ ZE EW WO ODDN NI IKK D DOOB BR RYYCCH H PPRRAAK KTTYYK K

source: Hubert Curien Program France-Pologne « POLONIUM »
pl: Partnerski Program « POLONIUM »

source: This guideline of good practices lays down general rules which must be adapted on a caseby-cases basis, depending on current or planned research programs.
pl: Przewodnik dobrych praktyk zawiera ogólne zasady, które muszą być stosowane indywidualnie dla każdego przypadku w zależności od aktualnych lub planowanych programów badawczych.

source: Each accepted project will be the subject then of a cooperative agreement according to rules' fixed by this guideline.
pl: Każdy przyjęty projekt będzie przedmiotem umowy o współpracę w sposób określony w przewodniku.

source: This framework is drawn up in order to allow researchers to carry out joint research with more flexibility, freedom and responsiveness, while at the same time protecting their discoveries.
pl: Zasady te opracowano po to, by umożliwić naukowcom prowadzenie wspólnych badań z większą elastycznością i swobodą oraz zapewnić ich odkryciom odpowiednią ochronę.

source: When participating in the join collaborative program, each researcher, acting on behalf of and for their research organizations or universities (‘Party'), agrees to the following principles:
pl: Każdy badacz działający w imieniu i na rzecz swojej macierzystej instytucji badawczej lub uczelni (zwany dalej „Stroną”), który uczestniczy we wspólnym programie badań naukowych, zobowiązuje się do przestrzegania następujących zasad:

source: The Parties undertake to ask their staff and students to approve and accept these principles, and if necessary, to sign a confidentiality agreement.
pl: Strony zwrócą się do swoich pracowników oraz studentów z prośbą o przestrzeganie tych zasad, a jeśli to konieczne, o podpisanie umowy o zachowaniu poufności.

source: 2. Publications and Presentations
pl: 2. Publikacje i prezentacje

source: All publications and presentations must mention the name(s) of the Parties' researcher(s) involved in obtaining findings, as well as the organizations to which they belong.
pl: We wszystkich publikacjach oraz prezentacjach należy wskazać nazwisko (-a) naukowca (-ów) zaangażowanego (-nych) w określony projekt badawczy, a także nazwę organizacji, do której należą.

source: Intellectual property and protection of findings
pl: Własność intelektualna i ochrona ustaleń

source: The principles set out below apply to research findings and to intellectual property derived from joint research projects carried out within the framework of specific agreements between the Parties.
pl: Zasady określone poniżej stosuje się do wyników badań oraz własności intelektualnej, które mają związek ze wspólnymi projektami badawczymi prowadzonymi w ramach poszczególnych umów pomiędzy Stronami.

source: Rights acquired prior to or at the same time as collaborative research between the Parties shall remain the property of the Parties.
pl: Prawa nabyte przez daną Stronę przed rozpoczęciem wspólnych badań lub w ich trakcie pozostają własnością tej Strony.

source: 2 Rights to data derived from collaborative research - principle
pl: 2. Prawa do danych pochodzących ze wspólnych badań

source: All original data and research, including intellectual property rights relating to them, carried out by staff of the Parties shall belong jointly to the Parties.
pl: Wszystkie oryginalne dane oraz wyniki badań (w tym odnoszące się do nich prawa własności intelektualnej) prowadzonych przez pracowników Stron są wspólną własnością obu Stron.

source: Each Party undertakes to pass on to the other Parties such information as is required in order to carry out collaborative research as well as all the findings derived therefore.
pl: Każda Strona zobowiązuje się do przekazania drugiej Stronie (i) informacji wymaganych w związku z realizacją projektu naukowego oraz (ii) uzyskanych wyników badań.

source: Joint inventions shall be jointly owned by the Parties in proportion to their respective contributions, unless a specific agreement states otherwise.
pl: Wspólne wynalazki stanowią współwłasność Stron proporcjonalnie do wkładu Stron w ich powstanie, chyba że odrębna umowa stanowi inaczej.

source: The Parties shall jointly define in a specific agreement procedure for the protection of joint inventions, in particular the countries in which patent applications are filed and the sharing of costs of taking out patents, as well as the Party responsible for the protection and subsequent technology transfer of inventions.
pl: Strony określą w odrębnej umowie procedurę ochrony wspólnych wynalazków, w tym w szczególności Strony wyznaczą kraje, w których zostaną złożone wnioski patentowe, zdecydują o podziale kosztów związanych z uzyskaniem patentu, a także wybiorą spośród sobie stronę odpowiedzialną za ochronę wynalazków oraz późniejszy transfer technologii.

source: Unless otherwise stated, royalties shall be distributed in proportion to the contributions of the Parties to findings resulting in technology transfer.
pl: O ile nie postanowiono inaczej, dochód z opłat licencyjnych jest dzielony proporcjonalnie do wkładu Stron w dokonanie odkryć, których skutkiem jest transfer technologii.

source: More money for science!
pl: Więcej pieniędzy dla nauki!

source: 'In 2015, the expenditures will be risen by as much as 690 million zlotys.
pl: - W 2015 roku nakłady na naukę będą wyższe aż o 690 milionów złotych.

source: This is over 10 percent more than this year.
pl: To ponad 10 proc. więcej niż w tym roku.

source: On Wednesday, the government completed its work on the budget for 2015.
pl: W środę rząd zakończył prace nad budżetem na 2015 rok.

source: 'Science is a priority in next year's budget.
pl: - Nauka jest priorytetem przyszłorocznego budżetu.

source: It has been six months since the day the Prime Minister Ewa Kopacz won the support of the parliamentary majority and formed her government.
pl: Mija pół roku od dnia, kiedy premier Ewa Kopacz uzyskała poparcie sejmowej większości i jej rząd rozpoczął prace.

source: This half year it was a very intense time in the Ministry of Science and Higher Education.
pl: Te pół roku to był bardzo intensywny czas w Ministerstwie Nauki i Szkolnictwa Wyższego.

source: The department has not only fulfilled promises mentioned in the government manifesto, but has also undertaken many other initiatives for Polish science and higher education.
pl: Resort realizował zapowiedzi z expose, ale też wiele innych inicjatyw na rzecz polskiej nauki i szkolnictwa wyższego.

source: The government grant now depends directly on the quality of research and scientific category to which given research belongs.
pl: Dotacja z budżetu państwa uzależniona jest teraz bezpośrednio od jakości prowadzonych badań i uzyskanej kategorii naukowej.

source: At present, research units financing will depend on parametric evaluation.
pl: Obecnie ich finansowanie zależeć będzie od oceny parametrycznej.

source: b) The Ministry has continued to work on the new rules of parametric evaluation of research units.
pl: b) Przez ostatnie pół roku trwały prace nad nowymi zasadami oceny parametrycznej jednostek naukowych.

source: The changes proposed by the Research Units Evaluation Committee include those that better address the specificity of the humanities.
pl: W proponowanych przez Komitet Ewaluacji Jednostek Naukowych zmianach znajdują się m.in. te, które będą lepiej uwzględniać specyfikę nauk humanistycznych.

source: The evaluation components will cover innovation and internationalization level.
pl: W ocenie promowana też będzie innowacyjność i poziom umiędzynarodowienia.

source: Based on the comments the Ministry received, a draft regulation will be prepared and brought up for in-depth discussion.
pl: Na podstawie przesłanych uwag powstanie projekt rozporządzenia, który również będzie poddany szerokim konsultacjom.

source: According to the 2015 budget, expenditures on education will be significantly higher than in the previous year.
pl: W budżecie 2015 nakłady na naukę są znacząco wyższe niż w roku poprzednim.

source: This is a 10.2 percent jump.
pl: To skok o 10,2 proc.

source: Higher education will receive PLN 900 million more (an increase of 6 percent).
pl: Również na szkolnictwo wyższe zaplanowano o 900 mln zł więcej (wzrost o 6 proc.).

source: The Ministry, in partnership with the National Research and Development Centre, negotiated history-making financial support from the EU for research and innovation.
pl: Przy udziale MNiSW oraz Narodowego Centrum Badań i Rozwoju wynegocjowany został największy w historii pakiet europejskiego wsparcia badań i innowacyjności.

source: As part of the Operational Programme Intelligent Development and regional operational programmes, approx. EUR 11 billion will be allocated to R&D.
pl: W ramach Programu Operacyjnego Inteligentny Rozwój oraz regionalnych programów operacyjnych na B+R zostanie przeznaczone ok 11 mld euro.

source: The following undertakings will be funded: (i) business research projects, (ii) development of new, excellent research teams focused on cooperation with the economy, (iii) development of research infrastructure necessary to conduct research of great commercial potential, and (iv) expansion of both research and innovative industry personnel.
pl: Dofinansowane zostaną m.in. projekty badawcze przedsiębiorców; tworzenie nowych, doskonałych zespołów naukowych nastawionych na współpracę z gospodarką; rozwój infrastruktury badawczej niezbędnej do prowadzenia badań o dużym potencjale komercjalizacyjnym oraz rozwój kadr nowoczesnej nauki i innowacyjnych przedsiębiorstw.

source: By the end of this year most of actions in this regard will have been launched.
pl: A do końca roku uruchomiona będzie większość działań w tym zakresie.

source: The new formula of the Programme consists of three modules: „Tradition”, „Development”, and „Internationalization”.
pl: Nowa formuła programu składa się z trzech modułów: „Tradycja”, „Rozwój”, „Umiędzynarodowienie”.

source: This year, as in previous years, PLN 80 million was allocated to the Programme.
pl: W tym roku, podobnie jak w poprzednich, na program zostało przeznaczone 80 mln zł.

source: The Ministry has prepared the Competency Development Programme.
pl: Ministerstwo przygotowało Program Rozwoju Kompetencji.

source: During the classes, the students develop the so-called soft skills such as team work, communication, and innovative thinking.
pl: Podczas zajęć studenci zdobywają tzw. kompetencje miękkie, takie jak współpraca w grupie, komunikowanie się, czy innowacyjne myślenie.

source: As a result, young people will acquire competences most desired by employers.
pl: Dzięki temu młodzi ludzie będą posiadać umiejętności najbardziej oczekiwane przez pracodawców.

source: The Programme is available to both public and private universities.
pl: Z programu mogą korzystać zarówno uczelnie publiczne, jak i niepubliczne.

source: It will be continued until 2020.
pl: Program będzie kontynuowany do 2020 roku.

source: The programme will benefit not only the students and universities, but also the whole of Polish economy.
pl: Z programu skorzystają nie tylko studenci i uczelnie, ale i cała polska gospodarka.

source: b) The Polish Erasmus Programme for Ukraine: as part thereof almost 450 students from Ukraine have started studying in Poland.
pl: b) Polski Erasmus dla Ukrainy - w ramach tego programu w Polsce studiuje już prawie 450 studentów z Ukrainy.

source: The new scholarship programme is based on similar principles that underlie Erasmus and Erasmus +, which allow students to complete a part of their study obligations at an academic institution of an EU member state.
pl: Nowy program stypendialny zbudowany jest na podobnym założeniu jak programy Erasmus i Erasmus +, które pozwalają na odbycie części studiów w jednym z państw Unii Europejskiej.

source: Enabling Ukrainian students - mostly from war zones and areas of conflict - to study at renowned Polish universities is intended to support the development of democratic institutions and social capital in Ukraine.
pl: Pobyt na renomowanych polskich uczelniach ukraińskich studentów - głównie z terenów objętych działaniami wojennymi - ma wesprzeć budowanie demokratycznych instytucji i rozwój kapitału społecznego na Ukrainie.

source: The programme covers primarily the following fields of study: management, European studies, economics, and administration.
pl: Program dotyczy przede wszystkim kierunków: zarządzanie, europeistyka, ekonomia, administracja.

source: More than 60 universities have filed applications within the programme called "Toddler at the university," which the Ministry of Science and Higher Education has developed together with the Ministry of Labour.
pl: Ponad 60 uczelni złożyło wnioski w ramach programu „Maluch na uczelni”, który Ministerstwo Nauki realizuje razem z Ministerstwem Pracy.

source: This means that soon many new day care centres and children's clubs will be open at Polish universities.
pl: To oznacza, że niebawem na polskich uczelniach pojawi się wiele nowych żłobków i klubików dziecięcych.

source: The programme aims to help students, PhD students and all university employees to combine school, work and family responsibilities.
pl: Program ma pomóc studentom, doktorantom i wszystkim pracownikom uczelni w łączeniu nauki i pracy z opieką nad dziećmi.

source: It is to prevent situations where having a child forces young parents to quit school or give up on their careers in science.
pl: Ma zapobiegać sytuacjom, gdy pojawienie się dziecka zmusza młodych rodziców do przerwania studiów czy rezygnacji z pracy naukowej.

source: In the last six months, the Ministry of Science and Higher Education has been working on the following legal acts:
pl: W ostatnim półroczu Ministerstwo Nauki i Szkolnictwa Wyższego pracowało nad następującymi ustawami:

source: a) „Studies for the outstanding”: thanks to amendments that were adopted by the government and have been put before the Parliament, in 2016 the first students will be able to participate in this programme.
pl: a) „Studia dla wybitnych” - dzięki ustawowym zmianom, które zostały przyjęte przez rząd i trafiły już do Sejmu, w 2016 roku z programu będą mogli skorzystać pierwsi studenci.

source: b) The Act on the principles of financing science effective from January 2015: new law emphasises even more strongly than before the pro-quality science funding.
pl: b) ustawa o finansowaniu nauki - uchwalona w styczniu 2015 r. Nowe prawo jeszcze silniej niż dotychczas akcentuje projakościowe finansowanie nauki.

source: The purpose of the Act was to organise and specify more precisely the provisions adopted in 2010.
pl: Ustawa porządkuje i doprecyzowuje przepisy przyjęte w 2010 roku.

source: c) The Polish language Act: the government have adopted changes that will enable the creation of more examination centres, both in the country and abroad.
pl: c) ustawa o języku polskim - rząd przyjął zmiany, które umożliwią powstanie większej liczby ośrodków egzaminacyjnych w kraju i za granicą.

source: All interested will be able to confirm their command of Polish language at all European levels.
pl: Będzie tam można potwierdzać znajomość polskiego na wszystkich poziomach europejskich.

source: d) The Act on the protection of animals used for scientific and educational purposes: it was passed in January 2015 and transposed Directive 2010/63/EU into current Polish legislation.
pl: d) ustawa o ochronie zwierząt wykorzystywanych do celów naukowych i edukacyjnych - uchwalona w styczniu 2015 r. Ustawa jest przeniesieniem na grunt polski unijnej dyrektywy 2010/63/UE.

source: The solutions adopted in the Act represent a compromise between researchers and animal protection organisations.
pl: Szereg jej rozwiązań jest wyrazem kompromisu zawartego między naukowcami a organizacjami chroniącymi prawa zwierząt.

source: The compromise was reached thanks to personal involvement of the Minister of Science and Higher Education, Professor Lena Kolarska-Bobińska, readiness to cooperate on the part of animal protection organisations as well as commitment of deputies and senators.
pl: Kompromis udało się osiągnąć dzięki osobistemu zaangażowaniu minister Leny Kolarskiej-Bobińskiej, gotowości do rozmowy strony społecznej, a także pracy i zrozumieniu sprawy przez posłów i senatorów.

source: The new law introduces greater control over the ongoing experiences, minimizes the number of experiments and reduces animal suffering.
pl: Nowe prawo wprowadza większą kontrolę nad prowadzonymi doświadczeniami minimalizując ilość eksperymentów, ale też ból i stres zwierząt.

source: e) ESO (the European Southern Observatory): the Parliament agreed to ratify the agreement with ESO, one of the biggest intergovernmental research organisations for astronomy.
pl: e) ESO - Europejskie Obserwatorium Południowe - Sejm wyraził zgodę na ratyfikację umowy z tą jedną z największych organizacji naukowych.

source: This will allow Polish astrophysicists and astronomers not only to use world-class equipment but also observe and study the universe with the best researchers.
pl: Dzięki temu polscy astrofizycy i astronomowie będą mogli już niebawem korzystać z najlepszej światowej aparatury, a także obserwować i badać Wszechświat w gronie najlepszych badaczy.

source: These amendments came into force on 1 October 2014:
pl: Zmiany te weszły w życie 1 października 2014 r.:

source: inter-university studies and dual (combined) studies, allowing students to combine university study and work;
pl: studia międzyuczelniane i studia dualne (prowadzone wspólnie z pracodawcą);

source: universities will be able to form associations on more favourable terms, which will allow researchers to conduct joint research, make investments or prepare for future consolidation;
pl: uczelnie mogą tworzyć związki uczelni na korzystniejszych zasadach - pozwala to m.in. na wspólne badania i inwestycje lub przygotowanie do przyszłej konsolidacji;

source: it will be easier to market an invention as the Act organizes the rules regarding commercialization.
pl: łatwiejsze wprowadzanie wynalazku na rynek - ustawa porządkuje zasady komercjalizacji.

source: A research scientist will establish such rules with university in a contract; if not, he will assume full property rights to his discovery.
pl: Naukowiec uzgadnia je z uczelnią w umowie lub przejmuje pełne prawa majątkowe do swojego odkrycia.

source: Success of the Poles in the first competitions under the Horizon 2020 programme
pl: Sukces Polaków w pierwszych konkursach Horyzontu 2020

source: This result places us well above the EU average.
pl: To wynik, który plasuje nas wyraźnie powyżej średniej w Unii.

source: I am genuinely pleased with this success.
pl: Ogromnie cieszę się z tego sukcesu.

source: We know the results of the first 38 competitions under the Horizon 2020 programme.
pl: Znamy wyniki 38 pierwszych konkursów programu Horyzont 2020.

source: The Poles are involved in every seventh funded project.
pl: Polacy są zaangażowani w co siódmy finansowany projekt.
